package com.alex.common.apis;

public class HttpApi {
    /*--------------------------
     * 常量
     *-------------------------*/
    /**
     * post请求方式
     */
    public static final String HTTPMETHOD_POST = "POST";
    /**
     * get请求方式
     */
    public static final String HTTPMETHOD_GET = "GET";
    
    /*--------------------------
     * 自定义类型
     *-------------------------*/

    /*--------------------------
     * 成员变量
     *-------------------------*/

    /*--------------------------
     * public方法
     *-------------------------*/

    /*--------------------------
     * protected、packet方法
     *-------------------------*/

    /*--------------------------
     * private方法
     *-------------------------*/

}
